/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu 分 %2$.2lu 秒";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu 時間 %2$.2lu 分 %3$.2lu 秒";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@, OS: %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "%@ 前";

/* NSString-WIAdditions: byte size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: bit size strings */
"%@ Gbit" = "%@ Gbit";

/* NSString-WIAdditions: byte size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: bit size strings */
"%@ kbit" = "%@ kbit";

/* NSString-WIAdditions: byte size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: bit size strings */
"%@ Mbit" = "%@ Mbit";

/* NSString-WIAdditions: byte size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: bit size strings */
"%@ Pbit" = "%@ Pbit";

/* NSString-WIAdditions: byte size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: bit size strings */
"%@ Tbit" = "%@ Tbit";

/* NSString-WIAdditions: bit size strings */
"%llu bits" = "%llu ビット";

/* NSString-WIAdditions: byte size strings */
"%llu bytes" = "%llu バイト";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu 日 %2$.2lu 時間 %3$.2lu 分 %4$.2lu 秒";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2llu seconds" = "00 分 %0.2lu 秒";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k モデム";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k モデム";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k モデム";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/ケーブル";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "本当に終了しますか？";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "バイト";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "バイト";

/* WIApplication: termination delay panel */
"Cancel" = "キャンセル";

/* Default search menu template item */
"Clear Recent Searches" = "検索履歴を消去";

/* WIApplication: termination delay panel */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "操作のない状態が継続すれば、%1$@ は %2$.0f 秒後に自動的に終了します。";

/* Default search menu template item */
"No Recent Searches" = "検索履歴はありません";

/* NSError-WIAdditions: OK button */
"OK" = "OK";

/* WIApplication: termination delay panel */
"Quit" = "終了";

/* Default search menu template item */
"Recent Searches" = "検索履歴";

/* WIDateFormatter: this day */
"today" = "今日";

/* WIDateFormatter: next day */
"tomorrow" = "明日";

/* NSString-WIAdditions: bandwidth strings
   NSString-WIAdditions: unknown Wired client */
"Unknown" = "不明";

/* WIDateFormatter: prior day */
"yesterday" = "昨日";
